<?php

//*****************************************************************************
//	システム名　　　：インシデント管理システム
//	サブシステム名　：
//	処理名　　　　　：インシデントTOP
//	作成日付・作成者：2017.10.05 ADF)S.Yoshida
//	修正履歴　　　　：
//*****************************************************************************
// 共通処理読み込み
require_once('./common/CommonService.php');
/* * ***************************************************************************
  ACTION_ID：IncidentTopAction.php
 * ************************************************************************** */
require_once('./action/IncidentTopAction.php');

// 共通処理
$common = new CommonService();

// 共通認証


// アクション
$main = new IncidentTopAction();
$data = $main->index();

/* * ***************************************************************************
  画面名：インシデント一覧画面
  HTML_ID：IncidentTopView.php
 * ************************************************************************** */
require_once('./view/index.html');
